Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_ja_kulttuurin_osaamisesta_pulaa_sote-alalla_-_kyselylla_selvitetaan_taydennyskoulutuksen_tarvetta.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten ja kulttuurin osaamisesta pulaa sote-alalla – kyselyllä selvitetään täydennyskoulutuksen tarvetta
smn: Koijâdâllâm sosiaal- já tiervâsvuođâsyergi áámmátulmui sämikielân já -kulttuurân lohtâseijee mättimtáárbuin – västidemäigi 22.9.2020 räi

source: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske) selvittää kyselyllä sosiaali- ja terveysalan ammattilaisten saamen kieliin ja saamelaiseen kulttuuriin liittyviä osaamistarpeita.
smn: Tave-Suomâ sosiaalsyergi mättimkuávdáá (Poske) sämiohtâdâh seelvât sämikielâlij sosiaal- já tiervâsvuođâsyergi áámmátulmui mättim koijâdâlmijn.

source: Tulosten perusteella toteutetaan sosiaali- ja terveysalalle räätälöityä ammatillista täydennyskoulutusta.
smn: Koijâdâllâm ulmen lii selvâttiđ sosiaal- já tiervâsvuođâsyergi áámmátulmui sämikieláid já sämmilii kulttuurân lohtâseijee mättimtáárbuid nubástuvvee pargoelimist, já olášuttiđ tai vuáđuld áámmátlii tievâsmittemškovlim.

source: Kysely on osa Lapin yliopiston, Lapin ammattikorkeakoulun ja Posken toteuttamaa Monialaista ja -tieteistä osaamista sosiaali- ja terveydenhuollon ammattilaisille (MoniSoTe) -hanketta (ESR-rahoitteinen).
smn: Koijâdâllâm lii uási Laapi ollâopâttuv, Laapi áámmátollâškoovlâ já Poske olášuttem Maaŋgâ syergi já tiettuu mättim sosiaal- já tiervâsvuođâhuolâttâs áámmátulmuid (MoniSoTe) -haavâ (ESR-ruttâdem).

source: Sen tavoitteena on saada tietoa Lapissa toimivien sosiaali- ja terveydenhuollon ammattilaisten monialaisista osaamistarpeista.
smn: Ton ulmen lii finniđ tiäđu Laapist tuáimee sosiaal- já tiervâsvuođâhuolâttâs áámmátulmui maaŋgâ syergi mättimtáárbuin.

source: Työelämän ajankohtaisiin osaamistarpeisiin pyritään vastaamaan monialaisen ja –tieteisen sote-alan ammatillisen täydennyskoulutuksen avulla.
smn: Pargoeellim äigikyevdilis mättimtárboid viggeh västidiđ maaŋgâ syergi já tiettuu soti-syergi áámmátlii tievâsmittemškovlim vievâst.

source: Tähän liittyen vahvistetaan saamen kieliin ja kulttuuriin liittyvää osaamista sosiaali- ja terveydenhuollossa.
smn: Ton peht viggeh nanodiđ sämikieláid já kulttuurân lohtâseijee mättim sosiaal- já tiervâsvuođâhuolâttâsâst.

source: ”Toivomme, että osaamistarpeiden kartoittamisen ja lisäkoulutuksen avulla voisimme tukea sellaisten palveluiden toteuttamista, joissa otetaan entistä paremmin huomioon saamelaisten asiakkaiden ja potilaiden tarpeet.
smn: Koijâdâlmân puáhtá västidiđ sämikielân já suomâkielân liiŋkâst https://link.webropolsurveys.com/S/7D42DA9A2AC28BD4 .

source: Olemme kiinnostuneet saamenkielisten sosiaali- ja terveysalan ammattilaisten osaamisesta laajasti: sekä kieliosaamisesta että ammatillisesta osaamisesta.
smn: Västidemäigi lii 22.9.2020 räi.

source: ” kertoo Posken saamelaisyksikön suunnittelija Lydia Heikkilä.
smn: Lasetiäđuh

source: Lydia Heikkilä on huolissaan nykytilanteesta, jossa saamenkielisten sosiaali- ja terveysalan ammattilaisten osaamisesta ei ole tarkkaa tietoa.
smn: Lydia Heikkilä vuávájeijee Tave-Suomâ sosiaalsyergi mättimkuávdáš, Sämiohtâdâh Sämitigge lydia.heikkila(at)samediggi.fi puh. 040 592 5531
